{
  "Ladies": "Femmes",
  "Men's": "Hommes",
  "Children's": "Enfants",
  "Accessories": "Accessoires",
  "Pets": "Animaux",
  "Search": "Rechercher",
  "Free Delivery": "Livraison gratuite",
  "on orders over £60*": "pour les commandes de plus de £60*",
  "LADIES": "FEMMES",
  "MEN’S": "HOMMES",
  "KID’S": "ENFANTS",
  "EGG-CELLENT EASTER WITH UP TO": "PAQUES EXCELLENT AVEC JUSQU'À",
  "": "",
  "Shop Easter Offers": "Découvrez les offres de Pâques",
  "SELECTED LINES": "LIGNES SÉLECTIONNÉES",
  "50% OFF": "50% DE RÉDUCTION",
  "SHOP SHOOTING JACKETS": "ACHETER DES VESTES DE TIR",
  "SHOP THE OFFER": "ACHETER L'OFFRE",
  "HOP TO IT...": "ALLEZ-Y...",
  "60% OFF": "60% DE RÉDUCTION",
  "SELECTED <br/> POLO DRESSES": "ROBES POLO <br/> SÉLECTIONNÉES",
  "SHOP QUILTED JACKETS": "ACHETER DES VESTES MATELASSÉES",
  "SHOP CANVAS TRAINERS": "ACHETER DES BASKETS EN TOILE",
  "EGG-STRA SPECIAL": "SPECIAL PAQUES",
  "£5 OFF": "£5 DE RÉDUCTION",
  "SELECTED LADIES <br/> RUGBY SHIRTS": "POLOS DE RUGBY FEMMES <br/> SÉLECTIONNÉS",
  "SHOP PHEASANT GILET": "ACHETER UN GILET FAISAN",
  "SHOP GIFT CARDS": "ACHETER DES CARTES CADEAUX",
  "SHOP BABY CLOTHING": "ACHETER DES VÊTEMENTS BÉBÉ",
  "SHOP MEN’S DECK SHOES": "ACHETER DES CHAUSSURES BATEAU HOMMES",
  "CHECKED SHIRTS": "CHEMISES À CARREAUX",
  "SHOP POLO SHIRTS": "ACHETER DES POLOS",
  "HAPPY EASTER": "JOYEUSES PÂQUES",
  "£9 OFF": "£9 DE RÉDUCTION",
  "COUNTRY <br/> BEDDING": "LINGE DE LIT <br/> CAMPAGNE",
  "Kid's": "Enfants",
  "SHIRTS": "CHEMISES",
  "Polos & T-Shirts": "Polos & T-Shirts",
  "Jackets & Coats": "Vestes & Manteaux",
  "FOOTWEAR": "CHAUSSURES",
  "SHIRTS & POLOS": "CHEMISES & POLOS",
  "Knitwear & Jumpers": "Maille & Pulls",
  "Baby Clothing": "Vêtements pour Bébé",
  "Rydale Life": "Rydale Vie",
  "Country Clothing & Country Wear From Rydale": "Vêtements et tenues de campagne de Rydale",
  "Great reads from our blog": "De bonnes lectures de notre blog",
  "See All": "Voir tout",
  "exploreText": "Découvrez notre large gamme de vêtements, chaussures et cadeaux de campagne britanniques, ainsi que des chemises et accessoires de style rural. Tout est inspiré et conçu au cœur du Yorkshire. Une sortie à la campagne nécessite le bon type de tenue. Chez Rydale, notre marque propose une gamme fantastique de vêtements, chaussures et accessoires d'extérieur. Tout est inspiré et conçu au cœur du Yorkshire, ici au Royaume-Uni. Nous proposons une fantastique gamme d'options de vêtements de campagne - des <a href=\"/\" style=\"color: #3888e4\">vestes de tweed de qualité</a>, des vêtements décontractés de style rural, une large collection de <a href=\"/\" style=\"color: #3888e4\">casquettes plates</a>, des tenues d'équitation britanniques, des vêtements traditionnels anglais pour le tir au pigeon et au faisan <a href=\"/\" style=\"color: #3888e4\">, des jodhpurs à la mode</a>, des vêtements pour agriculteurs, des <a href=\"/\" style=\"color: #3888e4\">bottes de campagne</a>, et bien plus encore. Explorez nos collections pour hommes, femmes et enfants pour une mode campagnarde inspirée au Royaume-Uni dans différentes tailles, y compris les grandes tailles. Si vous avez des questions concernant nos vêtements ou accessoires, nous serons ravis de vous aider. Nous proposons une vaste gamme de vêtements pour hommes - que vous recherchiez des vestes de tweed, des gilets, des chemises à carreaux élégantes, des bottes en cuir ou des polos classiques, nous avons tout ce qu'il vous faut. Explorez notre vaste sélection de vêtements pour hommes et trouvez quelque chose de parfait pour un gentleman campagnard. Notre collection pour femmes offre tout, des vestes cirées, des blouses à motifs et des robes décontractées aux bottes en cuir longues et courtes, des sacs de styles variés et des mailles traditionnelles. Assurez-vous de consulter notre sélection pour femmes pour une tenue campagnarde à la fois élégante et fonctionnelle. Sans oublier les enfants, explorez notre large gamme de vêtements pour enfants et faites sourire vos petits avec une nouvelle paire de bottes en caoutchouc, une polaire confortable ou un imperméable pour partir à l'aventure dans la belle campagne britannique. Chez Rydale, nous avons quelque chose pour toute la famille, peu importe leurs activités préférées. Nous proposons même des vêtements spécialement conçus pour les activités de plein air populaires, comme le tir, l'agriculture, l'équitation, la marche et la pêche. Alors, assurez-vous d'être bien équipé pour votre prochaine sortie à la campagne et équipez-vous avec nos vêtements et accessoires de marque Rydale. Rydale est un excellent endroit pour retrouver ce style britannique traditionnel. Notre service client exceptionnel complète parfaitement notre gamme de vêtements de haute qualité. Notre équipe de service client peut vous conseiller sur tous les aspects de la marque, que ce soit la taille, le fit ou les matériaux.",
  "5 Brunch Outfit Ideas": "5 Idées de Tenues pour Brunch",
  "Dog Friendly Beaches in Norfolk": "Plages Accueillantes pour les Chiens à Norfolk",
  "Don't forget to follow us on instagram": "N'oubliez pas de nous suivre sur Instagram",
  "About Rydale": "À propos de Rydale",
  "Careers at Rydale": "Carrières chez Rydale",
  "Find a Stockist": "Trouver un Revendeur",
  "Shows & Events": "Salons & Événements",
  "Contact Rydale": "Contactez Rydale",
  "Tel: 01377 337160": "Tél : 01377 337160",
  "Help & FAQ": "Aide & FAQ",
  "Returns & Refunds": "Retours & Remboursements",
  "Delivery Info": "Informations de Livraison",
  "Terms & Conditions": "Termes & Conditions",
  "Privacy Policy": "Politique de Confidentialité",
  "Choose Your Country or Region": "Choisissez Votre Pays ou Région",
  "Sitemap": "Plan du Site",
  "Subscribe for your chance to win a £100 Gift Card!*": "Abonnez-vous pour tenter de gagner une carte cadeau de £100 !*",
  "Copyright Rydale Country Clothing | YTC Ltd 3768619": "Droits d'auteur Rydale Country Clothing | YTC Ltd 3768619",
  "Subscribe for your chance to": "Abonnez-vous pour tenter de",
  "win a £100 Gift Card!*": "gagner une carte cadeau de £100 !*"
}
